Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/kn_sahka_100609.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisat arkkipiispat, saamelaistaiteilijat, hyvä yleisö
sme: Gudnejahtton earkebismmat, sámi dáiddarat, buorit olbmot

source: Minulla on suuri ilo ja kunnia olla Saamelaiskäräjien puheenjohtajana avaamassa tätä tilaisuutta.
sme: Mus lea stuora illu ja gudni leat Sámedikki ságadoallin rahpame dán dilálašvuođa.

source: Taide on aina kuulunut saamelaiskulttuuriin ja nimenomaan niin että saamelaistaide ilmentää saamelaiskulttuuria ja sen arvoja.
sme: Dáidda lea álohii gullan sámi kultuvrii ja namalassii nu ahte sámi dáidagis vuhttojit kultuvra ja dan árvvut.

source: Saamelaistaiteen rooli ja merkitys saamelaiskulttuurissa on vaihdellut eri aikoina ja historiallisena aikana saamelaistaide oli hyvin käytännönläheistä ja sidoksissa elinkeinoihin ja yhteisön arvoihin.
sme: Sámi dáidaga rolla ja mearkkašupmi sámi kultuvrras lea molsašuddan sierra áiggiid ja historjjálaš áigge sámi dáidda lei hui lahka sámi árgabeaivvi doaimmaid ja lea leamaš čadnojuvvon sámi ealáhusaide ja servoša árvvuide.

source: Saamelaiskäsityö ja koriste- ja tarve-esineet on tehty esteettisesti kauniiksi ja korkealaatuisiksi ilmentäen saamelaiskulttuurin luontosidonnaisuutta.
sme: Sámi duodji ja čikŋa- ja atnudiŋggat leat ráhkaduvvon hui čáppadin ja alladásagin – nu ahte dat leat čujuhan sámi kultuvrra lagašvuođa lundui.

source: Saamelaiskäsityöstä onkin syytä puhua taidekäsityönä.
sme: Sámi duoji sáhttánai gohčodit dáiddaduodjin.

source: Maalaustaiteessa saamelaisia on kuvattu tutkimusmatkailijoiden ja taiteilijoiden toimesta aina 1700luvulta lähtien.
sme: Molendáidagis dutkanmátkkálaččat ja dáiddarat leat govvidan sápmelaččaid gitta 1700-logu rájes.

source: Näillä kuvauksilla on ollut merkittävä vaikutus saamelaisista muodostettuun kuvaan ja taiteen kautta on määritetty Saamenmaata ja saamelaisia kansanryhmänä.
sme: Dáin govvádusain lea leamaš mávssolaš váikkuhus dan govvii mii sápmelaččain lea ráhkaduvvon ja dáidaga bakte Sápmi ja sápmelaččat álbmogin leat meroštallojuvvon.

source: Maalaustaiteessa on näkynyt taiteellinen vapaus saamelaiskulttuurin kuvauksessa ja vallitseva yhteiskunnallinen konteksti ja suhtautuminen saamelaisiin.
sme: Molendáidagis lea vuhtton dáiddalaš friddjavuohta sámi kultuvrra govvideamis ja ráđđen servodatlaš konteaksta ja jurddahanvuohki sápmelaččaid ektui.

source: Taiteella on merkittävä vaikutus mielipiteitä muokkaavana tekijänä ja taide on ikään kuin ikkuna kyseiseen kulttuuriin.
sme: Dáidagis lea mearkkašahtti váikkuhus oaiviliid hábmejeaddjin ja dáidda lea dego láse jearaldatvuloš kultuvrii.

source: Saamelaiskäsityön ja taiteen siirto sukupolvilta toisille tarvitsee yhteiskunnan tukea, koska koulujärjestelmä on etäännyttänyt yhteyttämme luontoon ja kulttuuriperintöömme.
sme: Sámi duoji ja dáidaga sirdin buolvvas nubbái dárbbaha servodaga doarjaga, daningo min skuvlavuogádat lea gáidadan min oktavuođa lundui ja iežamet kulturárbái.

source: Saamelaista taidekasvatusta tulee lisätä ja saamelaislasten ja nuorten mahdollisuutta ilmaista itseään tulee tukea.
sme: Sámi dáiddašaddadeami galgá lasihit ja sámi mánáid ja nuoraid vejolašvuođa neaktit iežaset ja gávdnat dáiddalaš olggosbuktinvugiid galgá doarjut.

source: Toivoisin että voisimme löytää yhteistyömuotoja ja saada rahoitusta saamelaistaiteilijoiden ja oppilaitosten kanssa tehtävään yhteistyöhön saamelaistaidekasvatukseen sekä lasten ja nuorten taiteellisuuden tukemiseen.
sme: Sávalin ahte sáhtáleimmet gávdnat ovttasbargovugiid ja oažžut ruhtadeami ovttasbargui, maid bargat sámi dáiddariiguin ja oahppolágádusaiguin sámi dáiddabajásgeassima ovddideami várás sihke mánáid ja nuoraid dáiddalašvuođa doarjuma várás.

source: Saamelaislasten taidetapahtuma on erinomainen esimerkki niistä keinoista joiden kautta voimme tukea saamelaistaidekasvatusta.
sme: Sámi dáiddadáhpáhus lea earenoamáš buorre ovdamearka dain vugiin, maid bakte sáhttit doarjut dáiddabajásgeassima.

source: Taidekasvatuksen lisäksi myös saamelaistaiteilijat tarvitsevat tukea taiteen tekemiseen ja esittämiseen.
sme: Dáiddašaddadeami lassin maid sámi dáiddarat dárbbahit doarjaga iežaset dáidagiin bargamii ja dan oidnosii oažžumii, dáidaga olggosbuktimii.

source: Saamelaistaide tarvitsee uusia tukimuotoja ja mahdollisuutta saada tukea kaikille saamen taiteen muodoille.
sme: Sámi dáidda dárbbaha ođđa doarjjavugiid ja vejolašvuođa oažžut doarjaga buot sámi dáiddavugiide ja daid hámiide.

source: Saamelaistaide tarvitsee myös näkyvyyttä ja tunnustusta myös kansallisella ja kansainvälisellä tasolla alkuperäiskansojen taidemuotona.
sme: Sámi dáidda dárbbaha maid dan ahte dat oidno ja dihtto ja dieđusge dovddastusa maid našuvnnalaš ja riikkaidgaskasaš dásis álgoálbmogiid dáiddavuohkin.

source: Saamelaistaide on arvokas osa nykytaiteen kenttää.
sme: Sámi dáidda lea dálá dáidaga gietti divrras oassi.

source: Saamen käsityö on muuttanut muotoaan taiteena ja osin perinteisten käyttöesineiden käyttötarkoitus on muuttunut taiteeksi ja koriste-esineiksi elinkeinojen muuttuessa.
sme: Sámi duodji lea rievdan hámis dáiddan ja muhtin muddui árbevirolaš atnudiŋggaid anu ulbmil lea nuppástuvvan dáiddan ja čikŋadiŋgan ealáhusaid rievdama mielde.

source: Elävä saamen käsityöperinteen säilyminen ja kehittyminen on tärkeää kulttuurimme jatkuvuuden turvaamiseksi.
sme: Ealli sámi duodjeárbevieru seailun ja ovdáneapmi lea dehálaš min kultuvrra jotkkolašvuođa dorvvasteami dihte.

source: Ilolla olen seurannut saamelaisen käsityöperinteen kehittymistä ja sopeutumista yhteiskunnallisiin muutoksiin.
sme: Mus lea leamaš illu čuovvut sámi duodjeárbevieru gárganeami ja vuogáiduvvama servodatlaš nuppástusaide.

source: Esimerkiksi poronnahkaiset kännykkäpussit ovat hienoja ja tarpeellisia sovelluksia saamen käsitöistä.
sme: Omd. sisttis ráhkaduvvon giehtatelefuvdnaskuohput leat fiinna ja dárbbatlaš heivehusat sámi duojis.

source: Saamen käsityön uusia hienoja muotoja on käsityöilmauksen hyödyntäminen esittävänä taiteena.
sme: Sámi duoji ođđa fiinna hámit oidnojit nu ahte daid bastá atnit ávkin sámi dáidagis.

source: Saamelaisen käsityön keskeinen raaka-aine, kansamme vuosituhansia käyttämä poronnahka on noussut viime vuosina myös muotimaailman huipulle ainutlaatuiseksi raaka-aineeksi ja suunnittelun kautta laadukkaaksi muotitaiteeksi.
sme: Sámi duoji guovddáš materiála, min álbmoga duhát jagiid atnin sisti lea aivve maŋimus jagiid boahtán maid otná bivttasvuogi bajimus dássái áidnalunddot ávnnasin ja plánema bakte alladásat bivttasdáiddan.

source: Ensimmäisiä saamelaisia kuvantekijöitä on ollut satoja ja jopa tuhansia vuosia ennen meitä, esim. muinaiset kalliopiirrosten tekijät.
sme: Vuosttaš sápmelaš govaid ráhkadeaddjit leat leamaš juo čuđiid ja juobe duháhiid jagiid ovdal min omd. áigáhaš báktesárgosiid ráhkadeaddjit.

source: Saamelaisten tekemä esittävä taide on yleistynyt vasta 1900luvulta lähtien.
sme: Sápmelaččaid dahkan govvadáidda lea boahtán viidábut oidnosii easka 1900-logu mielde.

source: Kuuluisat saamelaiset kuvataiteilijat kuten John Savio, Nils Nilsson Skum, Nils Aslak Valkeapää, Lars Pirak, Ivar Jåks ja Merja Aletta Ranttila ovat tuttuja jos nyt ei kaikille heidän töittensä kautta niin ainakin nimenä.
sme: Ollugiidda sámi govvadáiddárat dego John Savio, Nils Nilsson Skum, Áillohaš, Lars Pirak, Ivar Jåks ja Merja Aletta Ranttila leat oahppásat jos juo buohkaide ii sin dujiid bakte de goit namman.

source: Saamelainen kuvataide kumpuaa saamelaisesta mytologiasta, luontosidonnaisuudesta, elinkeinoista ja ympäröivästä todellisuudesta.
sme: Sámi govvadáidaga ruohttasat bohtet sámi mytologiijas, luonddus, ealáhusain ja birastahtti áššiin, duođalašvuođas, mii lea lahka.

source: Taide on ollut myös poliittisesti kantaaottavaa saamelaisten asemasta ja kohtelusta.
sme: Dáidda lea maid sáhttán váldit politihkalaččat beali sápmelaččaid sajádagas ja das mot sápmelaččaiguin lea meannuduvvon.

source: Saamelaistaiteella on merkittävä rooli ikkunana moderniin saamelaiskulttuuriin, yhteiskunnallisen realismin ja tilanteen kuvaajana ja esteettisenä taiteena itsessään.
sme: Sámi dáidagis lea mávssolaš rolla lásen ođđaáigásaš sámi kultuvrii, servodatlaš realismma ja dili govvejeaddjin ja estehtalaš dáiddan iešalddes.

source: Moderni saamelaistaide, kuten tässäkin näyttelyssä näemme, hyödyntää ennakkoluulottomasti uusia materiaaleja ja ilmaisukeinoja kuvata luontoa ja saamelaiskulttuuria.
sme: Modearna sámi dáidda, dego dánnai čájáhusas oaidnit, atná ávkin ovdagáttuid haga ođđa materiálaid ja olggosbuktinvugiid govvet luonddu ja sámi kultuvrra.

source: Poliitikkona korostan ehkä liikaakin saamelaistaiteen yhteiskunnallista ulottuvuutta ja kontekstia – taide on arvokasta itsessään esteettisenä ja ajatuksia herättävänä taiteena.
sme: Politihkkárin soaittán deattuhit liiggás olu sámi dáidaga servodatlaš oli ja konteavstta – dáidda lea divrras iešalddes estehtalažžan ja dáidagin, mii bohciidahttá jurdagiid.

source: Saamelaistaide tarvitsee elääkseen ja kehittyäkseen elävän saamelaisyhteisön, perinteisten elinkeinojen säilymisen, luonnon, jota ei ole pilattu sekä yhteiskunnallista tukea.
sme: Vai sámi dáidda eallá, de dat dárbbaha ealli sámi servoša, árbevirolaš ealáhusaid seailuma, luonddu, mii ii leat billistuvvon ja servodaga doarjaga.

source: Näistä asioista yhteiskunnan on pidettävä huolta.
sme: Dáin áššiin servodat galgá atnit ávvira.
